Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: Quin tipus d'ambigüitat es dóna en l'oració La mata l'enveja (1: ``l'enveja l'està matant''; 2: ``la planta li té enveja a ella'')?
es_es: ¿Qué tipo de ambigüedad se da en la oración La mata la envidia (1: ``la envidia la está matando''; 2: ``la planta le tiene envidia a ella'')?

source: Quin tipus d'ambigüitat es dóna en l'oració ``Aston Family Man era el baix de The Wailers'' (Aston era el més baix del grup; Aston tocava el baix en el grup)?
es_es: ¿Qué tipo de ambigüedad se da en la oración ``Aston Family Man era el bajo de The Wailers" (Aston era el más bajo del grupo; Aston tocaba el bajo en el grupo)?

source: Quin tipus d'ambigüitat es produeix en el pronom feble li de la frase Vaig veure Mario i la seua mare; li vaig dir que m'agradava molt el seu fill?
es_es: ¿Qué tipo de ambigüedad se produce en el pronombre débil li de la frase Vaig veure Mario i sa madre; li vaig dir que m'agradava molt el seu fill?

source: Quina?
es_es: ¿Cuál?

source: Què es pot dir dels números IP de dues màquines que es troben en la mateixa subxarxa?
es_es: ¿Qué se puede decir de los números IP de dos máquinas que se encuentran en la misma subred?

source: Què podem dir de la base de dades?
es_es: ¿Qué podemos decir de la base de datos?

source: Què tenen en comú tots els camps d'una fitxa terminològica?
es_es: ¿Qué tienen en común todos los campos de una ficha terminológica?

source: Què és Internet?
es_es: ¿Qué es Internet?

source: Què és ``{http://www.tharaka.org.ke/nkoru}''?
es_es: ¿Qué es ``{http://www.tharaka.org.ke/nkoru}''?

source: Què és una base de dades?
es_es: ¿Qué es una base de datos?

source: Qüestions i exercicis
es_es: Cuestiones y ejercicios

source: Regne Unit
es_es: Reino Unido

source: Relacionats amb la dixi.
es_es: Relacionados con la deixis.

source: Rússia
es_es: Rusia

source: S'accepta comunament que la major part dels mots polisèmics d'un text (o d'un fragment del text) solen tenir una única interpretació en un text donat, però aquest principi s'ha de concretar en un mètode concret per a resoldre la polisèmia.
es_es: Se acepta comúnmente que la mayor parte de las palabras polisémicas de un texto (o de un fragmento del texto) suelen tener una única interpretación en un texto dado, pero este principio se tiene que concretar en un método específico para resolver la polisemia.

source: S'anomena firmware el programari del sistema que s'usa tan freqüentment que s'emmagatzema permanentment en xips ROM.
es_es: Se denomina firmware al software del sistema que se usa tan frecuentemente que se almacena permanentemente en chips ROM.

source: S'han de construir dos índexs, un per a cada camp.
es_es: Se tienen que construir dos índices, uno para cada campo.

source: S'hi poden distingir diversos casos: Ambigüitat estructural d'origen coordinatiu: Per exemple, si diem Posa els llençols i els cobertors nets a l'armari hi ha dues possibles interpretacions; en una els llençols no estan nets, en l'altra sí, segons que es considere que l'adjectiu nets modifica els dos substantius coordinats o només l'últim (vegeu la fig. ).
es_es: Se pueden distinguir varios casos: Ambigüedad estructural de origen coordinativo: Por ejemplo, si decimos Pon las sábanas y las colchas limpias en el armario hay dos posibles interpretaciones; en una las sábanas no están limpias, en la otra sí, según se considere que el adjetivo limpias modifica a los dos sustantivos coordinados o sólo al último (véase la fig. ).

source: Sakurako es connecta a Internet per via telefònica amb un ordinador que té un processador de 1000 MHz, 128 megaoctets (megabytes) de RAM i un mòdem de 57600 bits per segon.
es_es: Sakurako se conecta a Internet por vía telefónica con un ordenador que tiene un procesador de 1000 MHz, 128 megabytes de RAM y un módem de 57600 bits por segundo.

source: Sakurako vol convéncer Ahmed que ella es descarrega els fitxers MP3 més ràpid que ell, però Ahmed li diu que en les mateixes condicions ell tarda menys a baixar-se els fitxers, de vegades la meitat de temps.
es_es: Sakurako quiere convencer a Ahmed de que ella se descarga los ficheros MP3 más rápido que él, pero Ahmed le dice que en iguales condiciones él tarda menos en bajarse los ficheros, a veces la mitad de tiempo.

source: Se n'ha de considerar la resolució, és a dir, el nombre de punts, elements d'imatge (píxels) que caben en una imatge, per exemple $1024 768$ (horitzontal $$ vertical), la profunditat de color (en bits: per exemple 24 bits permeten $2^{24}=16 777 216$ colors diferents) i altres paràmetres com la { freqüència de refrescament} (que es mesura en hertzs o cicles per segon; vegeu ``megahertz'').
es_es: Se tiene que considerar la resolución , es decir, el número de puntos, elementos de imagen (píxeles) que caben en una imagen, por ejemplo $1024 768$ (horizontal $$ vertical), la profundidad de color (en bits: por ejemplo 24 bits permiten $2^{24}=16 777 216$ colores diferentes) y otros parámetros como la frecuencia { de refresco} (que se mide en hercios o ciclos por segundo; véase ``megahercio'').

source: Se'n podrien fer dos grups: [Programari d'ús específic:] programari dissenyat per a un usuari molt concret amb unes necessitats molt concretes: per exemple, el programa que gestiona els préstecs, les quotes i les adquisicions d'un videoclub, fet a mida per a ell.
es_es: Se podrían hacer dos grupos: [Software de uso específico:] software diseñado para un usuario muy concreto con unas necesidades muy concretas: por ejemplo, el programa que gestiona los préstamos, las cuotas y las adquisiciones de un videoclub, hecho a medida para él.

source: Segons Arnold (2003) els problemes als quals s'enfronta la traducció automàtica són quatre.
es_es: Según Arnold (2003) los problemas a los cuales se enfrenta la traducción automática son cuatro.

source: Segons aquest autor, la traducció automàtica té quatre grans problemes: La forma no determina completament el contingut (és a dir, la interpretació): no sempre és fàcil determinar la interpretació que es volia que tinguera el que s'ha escrit.
es_es: Según este autor, la traducción automática tiene cuatro grandes problemas: La forma no determina completamente el contenido (es decir, la interpretación): no siempre es fácil determinar la interpretación que se pretendía dar a lo que se ha escrito.

source: Segons aquest model, les persones consideraríem sempre totes les estructures sintàctiques.
es_es: Según este modelo, las personas consideraríamos siempre todas las estructuras sintácticas.

source: Serveis de xarxa social
es_es: Servicios de red social

source: Si apareix entre un article i un adjectiu com ara en el ahorro doméstico no hi ha cap dubte que es tracta d'un substantiu: la seqüència determinant--verb personal no és permesa.
es_es: Si aparece entre un artículo y un adjetivo como por ejemplo en el ahorro doméstico no hay ninguna duda de que se trata de un sustantivo: la secuencia determinante--verbo personal no está permitida.

source: Si busquem en una base de dades de 240 fitxes d'alumnes una fitxa (un registre) pel número de telèfon, un camp pel qual no està ordenada, quantes consultes haurà de fer, com a màxim, el programa gestor de la base de dades fins arribar a la fitxa desitjada?
es_es: Si buscamos en una base de datos de 240 fichas de alumnos una ficha (un registro) por el número de teléfono, un campo por el cual no está ordenada, ¿cuántas consultas tendrá que hacer, como máximo, el programa gestor de la base de datos hasta llegar a la ficha deseada?

source: Si busquem una alumna pel NIF, quantes consultes fa, com a màxim, el programa gestor de la base de dades fins a arribar a la fitxa desitjada?
es_es: Si buscamos una alumna por el NIF, ¿cuántas consultas hace, como máximo, el programa gestor de la base de datos hasta llegar a la ficha deseada?

source: Si el disc es diu C: (típic en el cas del disc dur d'un PC amb sistema operatiu Windows), les trajectòries d'aquests dos fitxers serien C:{prac1}{tt}tt1.txt i C:{prac1}{reserva}{tt}tt1.txt, i, per tant, serien diferents.
es_es: Si el disco se llama C: (típico en el caso del disco duro de un PC con sistema operativo Windows), las trayectorias de estos dos ficheros serían C:{prac1}{tt}tt1.txt y C: {prac1}{reserva}{tt}tt1.txt, y, por lo tanto, serían diferentes.

source: Si el sistema que resol l'ambigüitat és capaç d'usar informació semàntica, podria elegir correctament en aquest cas.
es_es: Si el sistema que resuelve la ambigüedad es capaz de usar información semántica, podría elegir correctamente en este caso.

source: Si en cercar un recurs en Internet el cercador ens diu que no hi ha documents que satisfacen el criteri de cerca podem estar segurs que no existeix en tot Internet cap document que el satisfaça.
es_es: Si al buscar un recurso en Internet el buscador nos dice que no hay documentos que satisfagan el criterio de búsqueda podemos estar seguros de que no existe en todo Internet ningún documento que lo satisfaga.

source: Si està indexada pel terme en aquella llengua, farà com a molt 11 consultes, i si no, com a molt 2.000 consultes.
es_es: Si está indexada por el término en aquella lengua, hará como mucho 11 consultas, y si no, como mucho 2.000 consultas.

source: Si la consulta o la recerca que volem fer es refereix al camp pel qual s'ha establit l'ordenació, és molt més senzilla que si es refereix a un altre camp, i es pot completar sense mirar totes les fitxes; per exemple, fent-hi una recerca dicotòmica.
es_es: Si la consulta o la búsqueda que queremos hacer se refiere al campo por el cual se ha establecido la ordenación, es mucho más sencilla que si se refiere a otro campo, y se puede completar sin mirar todas las fichas; por ejemplo, haciendo unabúsqueda dicotómica.

source: Si la màquina {fictici.deconya.ua.es} té el número IP 232.111.22.33 quin dels tres número IP següents és més probable que corresponga a la màquina {fals.deconya.ua.es}?
es_es: Si la máquina {fictici.deconya.ua.es} tiene el número IP 232.111.22.33, ¿cuál de los tres número IP siguientes es más probable que corresponda a la máquina {fals.deconya.ua.es}?

source: Si la recerca haguera estat de l'element ``González'', els passos anteriors haurien estat els mateixos, però a més hauríem mirat l'element 11, l'element 10 i, finalment, hauríem conclòs que l'element no es troba a la llista.
es_es: Si la búsqueda hubiera sido del elemento ``González'', los pasos anteriores habrían sido los mismos, pero además habríamos mirado el elemento 11, el elemento 10 y, finalmente, habríamos concluido que el elemento no se encuentra en la lista.

source: Si les consultes més freqüents d'una base de dades es refereixen a un camp ---o a una combinació de camps, com ara el dia, el mes i l'any que formen una data--- que pren valors que es poden ordenar, els registres es poden ordenar per aquest camp, igual que el fitxer de fitxes de cartolina.
es_es: Si las consultas más frecuentes de una base de datos se refieren a un campo ---o a una combinación de campos, como por ejemplo el día, el mes y el año que forman una fecha--- que toma valores que se pueden ordenar, los registros se pueden ordenar por este campo, igual que el fichero de fichas de cartulina.

source: Si necessitem guardar objectes o unitats d'informació que tenen més de dos valors possibles, no tindrem prou amb 1 bit; haurem de combinar més d'un bit.
es_es: Si necesitamos guardar objetos o unidades de información que tienen más de dos valores posibles, no tendremos suficiente con 1 bit; tendremos que combinar más de un bit.

source: Si no, haurem d'usar les dades mòbils que comercialitza el nostre proveïdor de telefonia mòbil a través de la seua xarxa cel·lular.
es_es: Si no, tendremos que usar los datos móviles que comercializa nuestro proveedor de telefonía móvil a través de su red celular.

source: Si penseu en el cas que la base de dades de la taula anterior tinguera, diguem-ne, 20 camps més (amb els equivalents en 20 llengües més), us podeu fer una idea de l'estalvi que s'aconsegueix respecte a la duplicació sencera.
es_es: Si pensáis en el supuesto de que la base de datos de la tabla anterior tuviera, digamos, 20 campos más (con los equivalentes en 20 lenguas más), os podéis hacer una idea del ahorro que se consigue respecto a la duplicación entera.

source: Si prenem un corpus (conjunt) suficientment gran de textos on un expert ha indicat la categoria lèxica de cada mot i comptem quantes voltes apareixen totes les seqüències possibles de dues categories lèxiques, podem usar aquestes freqüències per a assignar la categoria d'un mot ambigu: de totes les seqüències de tres mots possibles que es puguen formar amb aquest mot, en prendrem la més freqüent.
es_es: Si cogemos un corpus (conjunto) suficientemente grande de textos en el que un experto ha indicado la categoría léxica de cada palabra y contamos cuántas veces aparecen todas las secuencias posibles de dos categorías léxicas, podemos usar estas frecuencias para asignar la categoría de una palabra ambigua: de todas las secuencias de tres palabras posibles que se puedan formar con esta palabra, cogeremos la más frecuente.

source: Si quan s'ha demanat la 2.000.000 es copien en la memòria cau les 524.288 posicions que van de la 1.572.864 a la 2.097.151, l'accés a la posició 2.000.003 serà més ràpida.
es_es: Si cuando se ha pedido la 2.000.000 se copian en la memoria caché las 524.288 posiciones que van de la 1.572.864 a la 2.097.151, el acceso a la posición 2.000.003 será más rápido.

source: Si s'envia un missatge a mt-list@eamt.org el reben tots els subscrits.
es_es: Si se manda un mensaje a mt-list@eamt.org lo reciben todos los subscritos.

source: Si som a l'abast d'una xarxa Wi-Fi a la qual tenim accés (com la de la nostra casa o la que ens ofereix la Universitat), el nostre dispositiu mòbil es connectarà a Internet a través de Wi-Fi.
es_es: Si estamos en el radio de alcance de una red Wi-Fi a la cual tenemos acceso (como la de nuestra casa o la que nos ofrece la Universidad), nuestro dispositivo móvil se conectará en Internet a través de Wi-Fi.

source: Si són de colors, cal més d'un bit per a cada punt.
es_es: Si son de colores, hay más de un bit por cada punto.

source: Si traduim automàticament la frase catalana Hilari no coneix bé la Mariona: cada dia troba sorprenent el que fa i obtenim en anglés Hilari does not know Mariona well: every day he finds what he does astonishing o en francés Hilari ne connaît pas bien Mariona: tous les jours elle trouve ce qu'il fait etonnant, quin tipus d'ambigüitat ha estat mal resolta?
es_es: Si traducimos automáticamente la frase catalana Hilari no coneix bé la Mariona: cada dia troba sorprenent el que fa y obtenemos en inglés Hilari does not know Mariona well: every day he finds what he does astonishing o en francés Hilari ne connaît bien Mariona: tous les jours elle trouve ce qu''il fait etonnant, ¿qué tipo de ambigüedad ha sido mal resuelta?

source: Si traduïm automàticament la frase espanyola Ayer cantamos las mismas canciones i obtenim en anglés Yesterday we sing the same songs o en francés Hier nous chantons les mêmes chansons, quin tipus d'ambigüitat ha estat mal resolta?
es_es: Si traducimos automáticamente la frase Ayer cantamos las mismas canciones y obtenemos en inglés Yesterday we sing the same songs o en francés Hier nous chantons las mêmes chansons, ¿qué tipo de ambigüedad ha sido mal resuelta?

source: Si trobem { podem} ({ volem}) seguit d'infinitiu, és molt més probable que es tracte del verb { poder} ({ voler}) que del verb { podar} ({ volar}); de nou, caldria usar una categoria gramatical especial, en aquest cas per als verbs modals.
es_es: Si encontramos en catalán { podem} ({ volem}) seguido de infinitivo, es mucho más probable que se trate del verbo { poder} ({ voler}) que del verbo { podar} ({ volar}); de nuevo, habría que usar una categoría gramatical especial, en este caso para los verbos modales.

source: Si un mot té només una forma lèxica i una única traducció a una determinada llengua, pot ser encara ambigu?
es_es: ¿Si una palabra tiene sólo una forma léxica y una única traducción a una determinada lengua, puede ser todavía ambigua?

source: Si una forma superficial és ambigua però té només una forma lèxica{} {} es tracta d'un mot homògraf.
es_es: Si una forma superficial es ambigua pero tiene tan solo una forma léxica{} {} se trata de una palabra homógrafa.

source: Si una oració té només una ambigüitat lèxica pura té un únic arbre d'anàlisi sintàctica, però més d'una anàlisi morfològica.
es_es: Si una oración tiene sólo una ambigüedad léxica pura tiene un único árbol de análisis sintáctico, pero más de un análisis morfológico.

source: Si una oració és ambigua quan té més d'una interpretació possible, això pot tenir dues causes bàsiques: un o més mots de l'oració tenen més d'una interpretació possible (és a dir, són lèxicament ambigus).
es_es: Si una oración es ambigua cuando tiene más de una interpretación posible, esto puede tener dos causas básicas: una o más palabras de la oración tienen más de una interpretación posible (es decir, son léxicamente ambiguas).

source: Si volem facilitar les consultes associades a més d'un camp (per exemple, autors i matèries) ens veurem obligats a mantenir dues còpies del fitxer sencer, cada còpia ordenada per un criteri; amb un sistema de bases de dades no cal fer aquesta duplicació: només cal marcar els camps pels quals buscarem més freqüentment (els quals de vegades se solen anomenar índexs), i el programa gestor de bases de dades indexarà la base de dades per a permetre recerques ràpides per aquests camps.
es_es: Si queremos facilitar las consultas asociadas a más de un campo (por ejemplo, autores y materias) nos veremos obligados a mantener dos copias del fichero entero, cada copia ordenada por un criterio; con un sistema de bases de datos no hay que hacer esta duplicación: sólo hay que marcar los campos por los cuales buscaremos más frecuentemente (los cuales a veces se suelen denominar índices), y el programa gestor de bases de datos indexará la base de datos para permitir búsquedas rápidas por estos campos.

source: Si volem fer consultes ràpides pels camps ``BASC'' i ``SERBO-CROAT'' sense haver de visitar (en el cas pitjor) tots els registres, el gestor de bases de dades ha de definir un índex per a cada un d'aquests camps com els de les taules següents, que mostren els índexs corresponents als camps ``SERBO-CROAT'' (esquerra) i ``BASC'' (dreta) de la base de dades de la taula anterior: {0.25}{ {lc}
es_es: Si queremos hacer consultas rápidas por los campos ``VASCO'' y ``SERBO-CROATA'' sin tener que visitar (en el peor caso) todos los registros, el gestor de bases de datos tiene que definir un índice para cada uno de estos campos como los de las tablas siguientes, que muestran los índices correspondientes a los campos ``SERBO-CROATA'' (izquierda) y ``VASCO'' (derecha) de la base de datos de la tabla anterior: {0.25}{ {lc}

source: Solen venir amb un sistema operatiu gràfic: el més comú és Android, però els de la marca Apple usen iOS.
es_es: Suelen venir con un sistema operativo gráfico: el más común es Android, pero los de la marca Apple usan iOS.

source: Solucions
es_es: Soluciones

source: Sud-àfrica
es_es: Suráfrica

source: Són plataformes informàtiques que usen Internet (a través d'un navegador i freqüentment també a través de programes d'aplicació específics, molt populars per a telèfons mòbils) per a construir xarxes de persones que comparteixen interessos o objectius.
es_es: Son plataformas informáticas que usan Internet (a través de un navegador y frecuentemente también a través de programas de aplicación específicos, muy populares para teléfonos móviles) para construir redes de personas que comparten intereses u objetivos.

source: Són programes que permeten accedir de manera senzilla als documents o serveis d'Internet en ordinadors connectats a aquesta xarxa; entre altres coses, els navegadors interpreten els hipertextos escrits en HTML i els presenten a la persona usuària en el format que indiquen les marques, de manera que els enllaços a altres hipertextos queden clarament destacats i siguen actius, és a dir, que responguen a un clic del ratolí saltant a l'hipertext o recurs enllaçat; a més, els navegadors poden llançar automàticament altres programes d'aplicació per a poder obrir el recurs corresponent si no és un hipertext.
es_es: Son programas que permiten acceder de manera sencilla a los documentos o servicios de Internet en ordenadores conectados a esta red; entre otras cosas, los navegadores interpretan los hipertextos escritos en HTML y los presentan a la persona usuaria en el formato que indican las marcas, de forma que los enlaces a otros hipertextos queden claramente destacados y sean activos, es decir, que respondan a un clic del ratón saltando al hipertexto o recurso enlazado; además, los navegadores pueden ejecutar automáticamente otros programas de aplicación para poder abrir el recurso correspondiente si no es un hipertexto.

source: Són, amb diferència, els ordinadors més habituals.
es_es: Son, con diferencia, los ordenadores más habituales.

source: També explica per què l'oració El gos va mossegar l'home no té la mateixa interpretació que la frase L'home va mossegar el gos Aquestes oracions no volen dir el mateix perquè, malgrat tenir els mateixos mots, l'estructura sintàctica no és la mateixa.
es_es: También explica por qué la oración El perro mordió al hombre no tiene la misma interpretación que la frase El hombre mordió al perro Estas oraciones no quieren decir lo mismo porque, a pesar de tener las mismas palabras, la estructura sintáctica no es la misma.

source: També hi ha bases de dades terminològiques que es poden consultar en línia: L'Institut d'Estudis Catalans manté el TERMCAT ({http://www.termcat.cat}).
es_es: También hay bases de datos terminológicas que se pueden consultar en linea: El Institut d'Estudis Catalans mantiene el TERMCAT ({http://www.termcat.cat}).

source: També hi intervé l'ambigüitat lèxica pura (polisèmia) de despedir (en la primera llançar; en la segona, deixar sense treball).
es_es: También interviene la ambigüedad léxica pura (polisemia) de despedir (en la primera lanzar; en la segunda, dejar sin trabajo).

source: També és molt freqüent, accedir al correu electrònic des de qualsevol lloc usant un navegador, a través d'un servei anomenat webmail; són comuns els webmails gratuïts (GMail, Yahoo Mail, MicroSoft Outlook); cada alumna o alumne de la Universitat d'Alacant té, per ser-ho, una adreça de correu de la forma xxxx@alu.ua.es, accessible a través de la secció webmail de la pàgina web de la Universitat.
es_es: También es muy frecuente, acceder al correo electrónico desde cualquier lugar usando un navegador, a través de un servicio llamado webmail; son comunes los webmails gratuitos (GMail, Yahoo Mail, Microsoft Outlook); cada alumna o alumno de la Universitat d'Alacant tiene, por serlo, una dirección de correo de la forma xxxx@alu.ua.es, accesible a través de la sección webmail de la página web de la Universidad.

source: Tenim una base de dades amb fitxes de 100 alumnes ordenada pel NIF.
es_es: Tenemos una base de datos con fichas de 100 alumnos ordenada por el NIF.

source: Textos i formats
es_es: Textos y formatos

source: Tipus d'ordinadors
es_es: Tipos de ordenadores

source: Tornem a repetir el procés, aquesta vegada considerant només la subllista d'elements entre el 7 i el 12; tenim sort i en mirar l'element central (el 9) ens adonem que coincideix amb l'element buscat: la recerca, doncs, acaba amb èxit.
es_es: Volvemos a repetir el proceso, esta vez considerando sólo la sublista de elementos entre el 7 y el 12; tenemos suerte y al mirar el elemento central (el 9) nos damos cuenta de que coincide con el elemento buscado: la búsqueda acaba pues con éxito.
